-- migrate:up
INSERT INTO store (
name, address,tel,time,type_id,lat,lng) 

VALUE
  (
    "울산무거점",
    "울산광역시 남구 대학로 124(무거동)",
    "052-222-2994",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.545657,
    129.26135
  ),
  (
    "홈플러스아시아드점",
    "부산광역시 연제구 종합운동장로 7(거제동)  홈플러스아시아드점 1층",
    "051-507-3932",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.190903,
    129.062122
  ),
  (
    "세이브존성남점",
    "경기도 성남시 수정구 산성대로 337(신흥동)  세이브존성남점",
    "031-730-1699",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    37.443987,
    127.153317
  ),
  (
    "롯데마트익산점",
    "전라북도 익산시 무왕로 1053(영등동)  롯데마트익산점 3층",
    "070-7532-1119",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.959086,
    126.974025
  ),
  (
    "이마트월배점",
    "대구광역시 달서구 진천로 92(대천동)  이마트월배점",
    "053-631-0600",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.817147,
    128.523635
  ),
  (
    "롯데김포점",
    "서울특별시 강서구 하늘길 38(방화동)  롯데김포점",
    "02-6116-3464",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    2,
    37.565012,
    126.802954
  ),
  (
    "NC충장점",
    "광주광역시 동구 중앙로 163(충장로4가)  NC충장점 4층",
    "062-718-9538",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    2,
    35.148774,
    126.913107
  ),
  (
    "사천복합점",
    "경상남도 사천시 사천읍 읍내로 16-1",
    "055-855-3838",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.083877,
    128.087457
  ),
  (
    "인천복합점",
    "인천광역시 부평구 부평대로 51(부평동)",
    "032-522-4133",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    37.496049,
    126.722271
  ),
  (
    "이마트춘천점",
    "강원도 춘천시 경춘로 2353(온의동)  이마트춘천점",
    "033-244-1318",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    37.863802,
    127.718304
  ),
  (
    "홈플러스보령점",
    "충청남도 보령시 명암1길 17  홈플러스보령점 2층",
    "041-935-9915",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    36.344041,
    126.613875
  ),
  (
    "이마트죽전점",
    "경기도 용인시 수지구 포은대로 552(죽전동)  이마트죽전점",
    "031-898-0096",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    37.325361,
    127.109911
  ),
  (
    "춘천명동점",
    "강원도 춘천시 명동길 13-1(조양동)",
    "033-252-7747",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "LF스퀘어연수상설점",
    "인천광역시 연수구 용담로 14(청학동, 연수1차하나아파트  LF스퀘어연수점",
    "032-817-7679",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "AK수원점",
    "경기도 수원시 팔달구 덕영대로 924(매산로1가)  AK수원점",
    "031-240-1808",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    2,
    37.26615,
    126.999872
  ),
  (
    "롯데창원점",
    "경상남도 창원시 성산구 중앙대로 124(상남동)  롯데창원점",
    "055-279-2567",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    2,
    35.224572,
    128.681831
  ),
  (
    "롯데영등포점",
    "서울특별시 영등포구 경인로 846(영등포동)  롯데영등포점",
    "02-2164-5469",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    2,
    37.515649,
    126.906334
  ),
  (
    "롯데잠실",
    "서울시 송파구 올림픽로 240 (잠실동, 롯데백화점 7층)",
    "02-2143-7572",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    2,
    37.51126,
    127.097998
  ),
  (
    "롯데강남점",
    "서울특별시 강남구 도곡로 401(대치동)  롯데강남점",
    "02-531-2775",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    2,
    37.496944,
    127.053266
  ),
  (
    "롯데분당점",
    "경기도 성남시 분당구 황새울로200번길 45(수내동)  롯데분당점",
    "031-738-2515",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    2,
    37.378446,
    127.114277
  ),
  (
    "롯데센텀점",
    "부산광역시 해운대구 센텀남대로 59(우동)  롯데센텀점",
    "051-730-3561",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    2,
    35.169866,
    129.131103
  ),
  (
    "NC해운대점",
    "부산광역시 해운대구 해운대로 813(좌동)  NC해운대점",
    "051-709-5745",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    2,
    35.170554,
    129.17706
  ),
  (
    "롯데동래점",
    "부산광역시 동래구 중앙대로 1393(온천동)  롯데동래점",
    "051-668-4576",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.211827,
    129.077452
  ),
  (
    "이마트광명소하점",
    "경기도 광명시 소하로 97(소하동)  이마트광명소하점",
    "02-897-3567",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "이마트수원점",
    "경기도 수원시 권선구 경수대로 270(권선동)  이마트수원점 2층",
    "031-207-1286",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "이마트서수원점",
    "경기도 수원시 권선구 수인로 291(구운동)  이마트서수원점",
    "031-294-6882",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "이마트수지점",
    "경기도 용인시 수지구 수지로 203(신봉동)  이마트수지점",
    "031-264-9669",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "목포직영점",
    "전라남도 목포시 영산로75번길 16-2(명륜동)",
    "061-247-0700",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    1,
    34.790647,
    126.384445
  ),
  (
    "롯데아울렛파주점",
    "경기도 파주시 회동길 390(문발동)  롯데아울렛파주점 1층",
    "031-960-2908",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    2,
    37.717728,
    126.693756
  ),
  (
    "합성점",
    "경상남도 창원시 마산회원구 3·15대로 765(합성동)",
    "055-296-6303",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "언양점",
    "울산광역시 울주군 언양읍 헌양길 34",
    "052-263-1828",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "만수점",
    "인천광역시 남동구 만수로 63(만수동)",
    "032-463-8500",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "롯데상인점",
    "대구광역시 달서구 월배로 232(상인동)  롯데상인점",
    "053-258-3552",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    2,
    35.8188,
    128.53888
  ),
  (
    "롯데대전점",
    "대전광역시 서구 계룡로 598(괴정동)  롯데대전점",
    "042-601-3233",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    2,
    36.340624,
    127.389564
  ),
  (
    "신탄진점",
    "대전광역시 대덕구 신탄진로 829(신탄진동)",
    "042-932-0336",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "예천점",
    "경상북도 예천군 예천읍 시장로 88",
    "054-652-0777",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "마산상설점",
    "경상남도 창원시 마산회원구 합포로 318(양덕동)",
    "055-298-6301",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "NC엑스코점",
    "대구광역시 북구 유통단지로14길 22(산격동)  NC엑스코점 2층",
    "053-662-9332",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    2,
    35.905229,
    128.610364
  ),
  (
    "롯데아울렛부여점",
    "충청남도 부여군 규암면 백제문로 387  롯데아울렛부여점 2층",
    "041-435-2714",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    2,
    36.307166,
    126.901954
  ),
  (
    "롯데아울렛김해점",
    "경상남도 김해시 장유로 469(신문동)  롯데아울렛김해점 2층",
    "055-900-2743",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    2,
    35.184977,
    128.827803
  ),
  (
    "홈플러스김포점",
    "경기도 김포시 중봉로 14(감정동)  홈플러스김포점 1층",
    "031-981-8197",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "홈플러스김포풍무점",
    "경기도 김포시 풍무로 167(풍무동)  홈플러스김포풍무점",
    "031-987-8197",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "홈플러스유성점",
    "대전광역시 유성구 한밭대로 502(봉명동)  홈플러스유성점 3층",
    "042-822-3351",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "롯데포항점",
    "경상북도 포항시 북구 학산로 62(학산동)  롯데포항점",
    "054-230-1554",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    2,
    36.049711,
    129.369741
  ),
  (
    "상주점",
    "경상북도 상주시 상산로 289(서성동)",
    "054-535-3483",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "금촌점",
    "경기도 파주시 문화로 103-2(금촌동)",
    "031-941-2343",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "이리중앙점",
    "전라북도 익산시 익산대로16길 9(창인동1가)",
    "063-855-3043",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "삼천포점",
    "경상남도 사천시 중앙로 53(선구동)",
    "055-832-5387",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "전주평화복합점",
    "전라북도 전주시 완산구 장승배기로 100  1층 B101호(평화동2가)",
    "063-288-6780",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.793269,
    127.124261
  ),
  (
    "홈플러스방학점",
    "서울특별시 도봉구 도봉로 678(방학동)  홈플러스방학점",
    "02-3494-6558",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "목포하당복합점",
    "전라남도 목포시 비파로 28(상동)",
    "061-284-0304",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "서인천점",
    "인천광역시 서구 가정로 201(석남동)",
    "032-573-3244",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "신림점",
    "서울특별시 관악구 신림로 361(신림동)",
    "02-883-0700",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "아이즈빌부평점",
    "인천광역시 부평구 마장로 489(청천동)  1142호",
    "032-270-2465",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "시흥점",
    "경기도 시흥시 수인로 3433(신천동)  정은패션타운",
    "031-311-3703",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    37.442125,
    126.777662
  ),
  (
    "동인천점",
    "인천광역시 중구 우현로 83(인현동)",
    "032-762-8778",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "속초점",
    "강원도 속초시 중앙로 94(청학동)",
    "033-633-5592",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    38.201589,
    128.586262
  ),
  (
    "동해점",
    "강원도 동해시 중앙로 248(천곡동)",
    "033-533-1888",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    37.52285,
    129.114629
  ),
  (
    "점촌점",
    "경상북도 문경시 중앙로 109(점촌동)",
    "054-553-3333",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "서청주점",
    "충청북도 청주시 흥덕구 복대로 154(복대동)",
    "043-234-6951",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "대동창원점",
    "경상남도 창원시 성산구 원이대로 730(상남동)  대동백화점 3층",
    "055-212-8928",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    2,
    35.22867,
    128.885223
  ),
  (
    "용호점",
    "부산광역시 남구 용호로 149(용호동)",
    "051-621-1441",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "대구상설점",
    "대구광역시 서구 국채보상로 443(비산동)",
    "053-554-1029",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "여주점",
    "경기도 여주시 세종로14번길 6-1(홍문동)",
    "031-885-2132",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "부천점",
    "경기도 부천시 소사로 721(원종동)  1층",
    "032-676-8988",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "대구직영점",
    "대구광역시 중구?동성로6길?2-12(동성로2가)",
    "053-255-4611",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    1,
    35.868582,
    128.595352
  ),
  (
    "용산상설점",
    "서울특별시 용산구 한강대로 92(한강로2가)  12층",
    "02-798-3883",
    "평일 09:00 ~ 20:00 / 토요일 11:00 ~ 18:00 (공휴일/일요일 휴무)",
    1,
    37.528179,
    126.967952
  ),
  (
    "수유점",
    "서울특별시 강북구 도봉로 273(수유동)",
    "02-989-5695",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "의정부복합점",
    "경기도 의정부시 행복로 27(의정부동)",
    "031-846-3393",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "하동점",
    "경상남도 하동군 하동읍 중앙로 27",
    "055-884-7755",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "뉴코아산본점",
    "경기도 군포시 번영로 504(산본동)  뉴코아산본점",
    "031-392-0196",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "김포복합점",
    "경기도 김포시 양촌읍 김포대로 1641",
    "031-986-7878",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "롯데본점",
    "서울특별시 중구 남대문로 81(소공동)  롯데본점",
    "02-772-3758",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    2,
    37.564645,
    126.980941
  ),
  (
    "현대부산점",
    "부산광역시 동구 범일로 125(범일동)  현대부산점 6층",
    "051-667-0669",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    2,
    35.22867,
    128.885223
  ),
  (
    "롯데광주점",
    "광주광역시 동구 독립로 268(대인동)  롯데광주점 5층",
    "062-221-1546",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    2,
    35.154822,
    126.91208
  ),
  (
    "노원직영점",
    "서울특별시 노원구 동일로 1396(상계동)",
    "02-935-8100",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    1,
    37.653226,
    127.061295
  ),
  (
    "세이브존화정점",
    "경기도 고양시 덕양구 화정로 52(화정동)  세이브존화정점 1층",
    "031-970-1991",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "신세계본점",
    "서울특별시 중구 소공로 63(충무로1가)  신세계본점 4층",
    "02-310-1466",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    2,
    35.22867,
    128.885223
  ),
  (
    "엔터식스강변점",
    "서울특별시 광진구 광나루로56길 85(구의동)  엔터식스강변점",
    "02-3424-1534",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "하양점",
    "경상북도 경산시 하양읍 하양로 122",
    "053-854-5553",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "W몰구로점(상설)",
    "서울특별시 금천구 디지털로 188(가산동)  W몰구로점",
    "02-2081-0543",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "애플아울렛사상점",
    "부산광역시 사상구 사상로 201(괘법동)  애플아울렛사상점 1층",
    "051-559-6284",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "함양점",
    "경상남도 함양군 함양읍 용평길 6-14",
    "055-964-0033",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "진주신안점",
    "경상남도 진주시 진양호로 307(신안동)",
    "055-742-4454",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "이마트성수점",
    "서울특별시 성동구 뚝섬로 379(성수동2가)  이마트성수점",
    "02-465-3763",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "이마트은평점",
    "서울특별시 은평구 은평로 111(응암동)  이마트은평점",
    "02-388-6794",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "이마트왕십리점",
    "서울특별시 성동구 왕십리광장로 17 이마트왕십리점  이마트왕십리점",
    "02-2200-1133",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "롯데마트서울역점",
    "서울특별시 중구 청파로 426(봉래동2가)  롯데마트서울역점",
    "070-8805-4222",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "롯데중동점",
    "경기도 부천시 길주로 300(중동)  롯데중동점",
    "032-320-7530",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    2,
    37.502595,
    126.77488
  ),
  (
    "롯데구리점",
    "경기도 구리시 경춘로 261(인창동)  롯데구리점",
    "031-550-7546",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    2,
    37.602601,
    127.143515
  ),
  (
    "밀양점",
    "경상남도 밀양시 석정로 31(내일동)",
    "055-353-5678",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "IS스포츠복합점",
    "전라북도 익산시 무왕로 1105(영등동)",
    "063-835-7907",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "여수점",
    "전라남도 여수시 통제영3길 10-6(교동)",
    "061-662-1130",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "광주송정점",
    "광주광역시 광산구 광산로 21-1(송정동)",
    "062-941-9292",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "태능점",
    "서울특별시 중랑구 숙선옹주로 5(묵동)",
    "02-973-4876",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "현대천호점",
    "서울특별시 강동구 천호대로 1015-14(천호동)  현대천호점",
    "02-2225-7739",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    2,
    35.22867,
    128.885223
  ),
  (
    "이마트이천점",
    "경기도 이천시 이섭대천로 1440-50(증포동)  이마트이천점",
    "031-637-3311",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "거창중앙점",
    "경상남도 거창군 거창읍 중앙로 116-3",
    "055-944-2422",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.686356,
    127.911215
  ),
  (
    "당진점",
    "충청남도 당진시 당진중앙1로 71(읍내동)",
    "041-355-4543",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    36.893445,
    126.628987
  ),
  (
    "롯데마트영통점",
    "경기도 수원시 영통구 봉영로 1579(영통동)  롯데마트영통점",
    "031-204-1335",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    37.252668,
    127.071572
  ),
  (
    "세이브존노원점",
    "서울특별시 노원구 한글비석로 57(하계동)  세이브존노원점 1층",
    "02-977-0198",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "롯데마트마산점",
    "경상남도 창원시 마산합포구 신마산시장길 33(창포동3가)  롯데마트마산점 1층",
    "055-222-2462",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "강릉점",
    "강원도 강릉시 임영로110(성내동)",
    "033-643-7400",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    37.751794,
    128.894231
  ),
  (
    "2001분당점",
    "경기도 성남시 분당구 미금일로154번길 20(구미동)  2001분당점",
    "031-719-4799",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    2,
    35.22867,
    128.885223
  ),
  (
    "용인점",
    "경기도 용인시 처인구 금령로 105(김량장동)",
    "031-335-2618",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "이마트연제점",
    "부산광역시 연제구 연수로 89(연산동)  부산광역시 연제구 연수로 89(연산동)",
    "051-853-7037",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "강진점",
    "전라남도 강진군 강진읍 중앙로 128-1",
    "061-434-1551",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "포항죽도복합점",
    "경상북도 포항시 북구 중앙로 260(죽도동)",
    "054-246-6464",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "세이브존전주코아점",
    "전라북도 전주시 완산구 팔달로 262-6(서노송동)  세이브존전주코아점",
    "063-231-6111",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "천안쌍용점",
    "충청남도 천안시 서북구 쌍용대로 57(쌍용동)",
    "041-571-0575",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "동아쇼핑점",
    "대구광역시 중구 달구벌대로 2085(덕산동)  동아쇼핑점 5층",
    "053-255-7726",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    2,
    35.22867,
    128.885223
  ),
  (
    "신포점",
    "인천광역시 중구 제물량로166번길 38-1(내동)",
    "032-763-4141",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "롯데청량리점",
    "서울특별시 동대문구 왕산로 214(전농동)  롯데청량리점",
    "02-3707-1626",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    2,
    35.22867,
    128.885223
  ),
  (
    "안강점",
    "경상북도 경주시 안강읍 비화동길 8-2",
    "054-761-8383",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "이마트하남점",
    "경기도 하남시 덕풍서로 70(덕풍동)  이마트하남점",
    "031-791-2471",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "부안점",
    "전라북도 부안군 부안읍 석정로 220",
    "063-584-5009",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "롯데부산점",
    "부산광역시 부산진구 가야대로 772(부전동)  롯데부산점",
    "051-810-4577",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    2,
    35.22867,
    128.885223
  ),
  (
    "태백점",
    "강원도 태백시 황지로153(황지동)",
    "033-552-3106",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    37.172447,
    128.992157
  ),
  (
    "남해점",
    "경상남도 남해군 남해읍 화전로 93",
    "055-862-4455",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "온양점",
    "충청남도 아산시 온천대로 1487-3(온천동)",
    "041-546-3002",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "모다아울렛진주점",
    "경상남도 진주시 정촌면 삼일로95번길 46",
    "055-923-1047",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "롯데아울렛구리점",
    "경기도 구리시 동구릉로136번길 47(인창동)  롯데아울렛구리점 5층",
    "031-8034-2513",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    2,
    37.611849,
    127.140509
  ),
  (
    "롯데수원점",
    "경기도 수원시 권선구 세화로 134(서둔동)  롯데수원점",
    "031-8066-0457",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    2,
    37.26415,
    126.997099
  ),
  (
    "양구점",
    "강원도 양구군 양구읍 중앙길 14",
    "033-481-8877",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "문정복합점",
    "서울특별시 송파구 동남로 133(가락동)",
    "02-448-9189",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "양산점",
    "경상남도 양산시 삼일로 68(중부동)",
    "055-366-6787",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.343462,
    129.034723
  ),
  (
    "롯데광복점",
    "부산광역시 중구 중앙대로 2(중앙동7가)  롯데광복점",
    "051-678-3767",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    2,
    35.098018,
    129.036119
  ),
  (
    "안동점",
    "경상북도 안동시 서동문로 174-4(삼산동)",
    "054-858-6600",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    36.565983,
    128.730848
  ),
  (
    "가평점",
    "경기도 가평군 가평읍 가화로 112",
    "031-582-4346",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "롯데아울렛광명점",
    "경기도 광명시 일직로 17(일직동)  롯데아울렛광명점 3층",
    "02-6226-2387",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    2,
    35.22867,
    128.885223
  ),
  (
    "라붐봉천점",
    "서울특별시 관악구 남부순환로 1820(봉천동)  에그엘로우 지하2층",
    "02-882-3024",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "천안복합점",
    "충청남도 천안시 서북구 직산읍 삼은1길 10-8  직산패션아울렛",
    "041-581-8688",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "메가마트남천점",
    "부산광역시 수영구 황령대로 521(남천동)  메가마트남천점",
    "010-3809-5975",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "이마트제주점",
    "제주특별자치도 제주시 탑동로 38(삼도이동)  이마트제주점 2층",
    "064-722-5929",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    2,
    33.518139,
    126.520664
  ),
  (
    "이마트충주점",
    "충청북도 충주시 중원대로 3420(문화동)  이마트충주점 3층",
    "043-846-8787",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    2,
    36.972156,
    127.923774
  ),
  (
    "고흥점",
    "전라남도 고흥군 도양읍 비봉로 136",
    "061-842-1993",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    34.52882,
    127.13599
  ),
  (
    "성남직영점",
    "경기도 성남시 수정구 수정로 115(태평동)",
    "031-753-5566",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    1,
    37.441578,
    127.132972
  ),
  (
    "모다아울렛구리남양주직영점",
    "경기 구리시 경춘북로 230  모다아울렛구리남양점 3층",
    "031-514-8554",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    1,
    37.633283,
    127.116055
  ),
  (
    "뉴코아일산점",
    "경기도 고양시 일산동구 중앙로 1206(마두동)  뉴코아일산점 지하2층",
    "031-904-0563",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "모다아울렛곤지암직영점(상설)",
    "경기도 광주시 초월읍 경충대로 907  모다아울렛곤지암점",
    "031-767-0775",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    1,
    37.363295,
    127.312568
  ),
  (
    "세이브존대전직영점",
    "대전광역시 서구 둔산로 201  세이브존대전점",
    "042-484-6586",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    1,
    36.354592,
    127.397822
  ),
  (
    "덕천직영점",
    "부산광역시 북구 만덕대로 11-1(덕천동)",
    "051-911-9192",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    1,
    35.210655,
    129.006381
  ),
  (
    "삼패아울렛직영상설점",
    "경기도 남양주시 고산로 237(삼패동)",
    "031-577-9875",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    1,
    37.594478,
    127.19228
  ),
  (
    "범내직영점",
    "부산광역시 부산진구 범일로 157-1(범천동)  1층",
    "051-632-2455",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    1,
    35.14424,
    129.058992
  ),
  (
    "강화복합점",
    "인천광역시 강화군 강화읍 강화대로 398",
    "032-934-2565",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "보은점",
    "충청북도 보은군 보은읍 삼산로 13",
    "043-544-1096",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "구미직영점",
    "경상북도 구미시 구미중앙로 84(원평동)",
    "054-452-8356",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    1,
    36.128547,
    128.331829
  ),
  (
    "NC순천점",
    "전라남도 순천시 비봉2길 22  NC순천점 1층",
    "061-720-5945",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    2,
    35.22867,
    128.885223
  ),
  (
    "성서상설점",
    "대구광역시 달서구 달서대로85길 10(호림동)",
    "053-581-3222",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "군산수송직영점",
    "전라북도 군산시 월명로 273(수송동)  1층",
    "063-466-7898",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    1,
    35.968436,
    126.715209
  ),
  (
    "NC야탑점",
    "경기도 성남시 분당구 야탑로81번길 11(야탑동)  NC야탑점",
    "031-709-5389",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "이마트봉선점",
    "광주광역시 남구 봉선로 198(봉선동)  이마트봉선점 2층",
    "062-675-9988",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "NC부산대점",
    "부산광역시 금정구 부산대학로 63(장전동)  NC부산대점 4층",
    "051-509-7339",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "뉴코아부천점",
    "경기도 부천시 송내대로 239(상동)  뉴코아부천점 5층",
    "032-624-7409",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    2,
    35.22867,
    128.885223
  ),
  (
    "영주점",
    "경상북도 영주시구성로 353(영주동)",
    "054-631-9003",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "제천직영점",
    "충청북도 제천시 의림대로 119(중앙로1가)",
    "043-644-6444",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    1,
    37.138378,
    128.210443
  ),
  (
    "홈플러스시흥점",
    "서울특별시 금천구 시흥대로 201(시흥동)  홈플러스시흥점 1층",
    "02-805-3144",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "대전유성직영점",
    "대전광역시 유성구 유성대로 787(장대동)",
    "042-824-8535",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    1,
    36.362484,
    127.336592
  ),
  (
    "홈플러스동광주점",
    "광주광역시 북구 동문대로 200(두암동)  홈플러스동광주점",
    "010-5420-0465",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "이마트통영점",
    "경상남도 통영시 광도면 죽림4로 9  이마트통영점 2층",
    "055-643-2469",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "뉴코아인천점",
    "인천광역시 남동구 인하로 485(구월동)  뉴코아인천점 4층",
    "032-421-8188",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    2,
    37.444252,
    126.700733
  ),
  (
    "이마트안산고잔점",
    "경기도 안산시 단원구 원포공원1로 46(초지동)  이마트안산고잔점 3층",
    "031-414-4328",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "롯데마트진해점",
    "경상남도 창원시 진해구 진해대로 762(석동)  롯데마트창원점 3층",
    "055-545-6260",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "뉴코아평택점",
    "경기도 평택시 경기대로 279(비전동)  뉴코아평택점",
    "031-650-6218",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    2,
    36.995439,
    127.112529
  ),
  (
    "롯데아울렛군산점",
    "전라북도 군산시 조촌로 130(조촌동)  롯데아울렛군산점 2층",
    "063-447-0253",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    2,
    35.976456,
    126.738597
  ),
  (
    "이마트속초점",
    "강원도 속초시 설악금강대교로 12(청호동)  이마트속초점",
    "033-631-5592",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    38.190926,
    128.596041
  ),
  (
    "이마트천안서북점",
    "충청남도 천안시 서북구 삼성대로 20(백석동)  이마트천안서북점 1층",
    "041-563-7979",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    36.838532,
    127.122167
  ),
  (
    "광주충장로직영점",
    "광주광역시 동구 충장로 64-1(충장로3가)",
    "062-236-0522",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    1,
    35.149271,
    126.914643
  ),
  (
    "대전은행직영점",
    "대전광역시 중구 중앙로 165-1(은행동)",
    "042-222-9188",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    1,
    36.329617,
    127.427788
  ),
  (
    "현대시티아울렛대구점",
    "대구광역시 동구 동대구로 454(신천동)  현대시티아울렛대구점",
    "053-430-2256",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "한성몰남양주점",
    "경기도 남양주시 화도읍 경춘로 1725",
    "031-931-1514",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "모다아울렛울산점",
    "울산광역시 북구 진장유통로 78-6(진장동)  모다아울렛울산점",
    "052-935-3062",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "모다아울렛천안아산점",
    "충남 천안시 서북구 공원로 196 펜타포트  모다아울렛천안아산점",
    "041-904-0106",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "모다아울렛인천점",
    "인천광역시 서구 북항로32번안길 50(원창동)  모다아울렛인천점",
    "032-288-7710",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "이마트청계천점",
    "서울특별시 중구 청계천로 400 이마트청계천점  이마트청계천점 지하1층",
    "02-2048-5833",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "대동아울렛창원점",
    "경상남도 창원시 성산구 가음로 100(가음동)",
    "055-213-8722",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "NC서면점",
    "부산광역시 부산진구 동천로 92(전포동)  NC서면점",
    "051-794-7148",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    2,
    35.22867,
    128.885223
  ),
  (
    "통영점",
    "경상남도 통영시 중앙로138(항남동)",
    "055-648-4438",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "세이브존울산점",
    "울산광역시 남구 번영로250번길 9(삼산동)  세이브존울산점",
    "052-268-3477",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "순천중앙점",
    "전라남도 순천시 시민로37-1(남내동)",
    "061-752-9999",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "신세계김해점",
    "경상남도 김해시 김해대로 2232(외동)  신세계김해점 3층",
    "055-272-1533",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    2,
    35.22867,
    128.885223
  ),
  (
    "NC수원터미널점",
    "경기도 수원시 권선구 경수대로 270(권선동)  NC수원터미널점",
    "031-267-6200",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    2,
    35.22867,
    128.885223
  ),
  (
    "영천점",
    "경상북도 영천시 시장로 48-1(완산동)",
    "054-334-2900",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "김천점",
    "경상북도 김천시 김천로 130-2 (평화동)",
    "054-433-3131",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "홈플러스칠곡점",
    "대구광역시 북구 동암로12길 8(동천동)  홈플러스칠곡점",
    "053-325-4740",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "삼척점",
    "강원도 삼척시 척주로 26(남양동)  104호",
    "033-573-4441",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "신세계센텀점",
    "부산광역시 해운대구 센텀남대로 35(우동)  신세계센텀점",
    "051-745-1658",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    2,
    35.22867,
    128.885223
  ),
  (
    "모다아울렛행담도점",
    "충청남도 당진시 신평면 서해안고속도로 276  모다아울렛행담도점",
    "041-970-2041",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "신세계하남점",
    "경기도 하남시 미사대로 750(신장동)  신세계하남점",
    "031-8072-1927",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    2,
    35.22867,
    128.885223
  ),
  (
    "포천송우복합점",
    "경기도 포천시 소흘읍 호국로 445",
    "031-543-1626",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "원주점",
    "강원도 원주시 원일로 127(일산동)",
    "033-746-9339",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    37.350593,
    127.947807
  ),
  (
    "롯데대구점",
    "대구광역시 북구 태평로 161(칠성동2가)  롯데대구점",
    "053-660-3549",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    2,
    35.22867,
    128.885223
  ),
  (
    "공주점",
    "충청남도 공주시 웅진로 158(중동)",
    "041-855-2364",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "롯데마트부평점",
    "인천광역시 부평구 마장로 296(산곡동)  롯데마트부평점 1층",
    "032-511-8211",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "마리오아울렛가산직영점",
    "서울특별시 금천구 디지털로9길 23(가산동)  2관 3층",
    "02-2067-2125",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    1,
    37.478781,
    126.886788
  ),
  (
    "이마트안양점",
    "경기도 안양시 동안구 관악대로 104(비산동)  이마트안양점",
    "070-7758-3425",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "NC강서점",
    "서울특별시 강서구 강서로56길 17(등촌동)  NC 강서점",
    "02-2667-9705",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    2,
    35.22867,
    128.885223
  ),
  (
    "김해진영상설점",
    "경상남도 김해시 진영읍 진산대로 205  그린상가4호",
    "055-346-7330",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "평택복합점",
    "경기도 평택시 경기대로 945(장당동)  2층",
    "031-612-9120",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "이마트문현점",
    "부산광역시 남구 전포대로91번길 47(문현동)  이마트문현점 3층",
    "051-632-3542",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "롯데마산점",
    "경상남도 창원시 마산합포구 동서동로 18(신포동2가)  롯데마산점",
    "055-240-5466",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    2,
    35.22867,
    128.885223
  ),
  (
    "이마트창원점",
    "경상남도 창원시 성산구 원이대로 608(중앙동)  이마트창원점 2층",
    "055-281-4273",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "죽전직영점",
    "경기도 용인시 수지구 용구대로 2757(죽전동)  1층",
    "031-265-1100",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    1,
    37.331796,
    127.108363
  ),
  (
    "오천점",
    "경상북도 포항시 남구 오천읍 정몽주로 664",
    "054-291-9498",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.97713,
    129.413438
  ),
  (
    "동아수성점",
    "대구광역시 수성구 지범로 191(범물동)  동아수성점",
    "053-783-6228",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    2,
    35.821081,
    128.640364
  ),
  (
    "현대울산점",
    "울산광역시 남구 삼산로 261(삼산동)  현대울산점",
    "052-228-0616",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    2,
    35.539696,
    129.335839
  ),
  (
    "롯데아울렛광교점",
    "경기도 수원시 영통구 도청로 10(이의동)  롯데아울렛광교점 2층",
    "031-8064-2247",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    2,
    37.286231,
    127.055906
  ),
  (
    "용산직영점",
    "서울특별시 용산구 한강대로 92(한강로2가)  B1층",
    "02-797-3100",
    "평일 09:00 ~ 20:00 / 토요일 11:00 ~ 18:00 (공휴일/일요일 휴무)",
    1,
    37.528179,
    126.967952
  ),
  (
    "원주복합점",
    "강원도 원주시 원일로 61(원동)",
    "033-745-2574",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "계산점",
    "인천광역시 계양구 계양대로 189(계산동)  1층",
    "032-212-0138",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "홈플러스인하점",
    "인천광역시 미추홀구 소성로 6(용현동)  홈플러스인하점 1층",
    "032-874-2188",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "뉴코아강남점",
    "서울특별시 서초구 잠원로 51(잠원동)  뉴코아백화점강남점 4층",
    "02-530-5952",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "홈플러스구미직영상설점",
    "경상북도 구미시 구미대로 174(광평동)  홈플러스구미점",
    "054-462-2944",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    1,
    36.102776,
    128.363775
  ),
  (
    "롯데마트장암점",
    "경기도 의정부시 장곡로 224(장암동)  롯데마트장암점 1층",
    "031-877-3863",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "홈플러스세종점",
    "세종특별자치시 절재로 154(어진동)  홈플러스세종점 2층",
    "010-8670-0883",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    36.507313,
    127.258853
  ),
  (
    "모다아울렛김천구미점",
    "경상북도 김천시 아포읍 아포대로 1417  모다아울렛김천구미점",
    "054-910-5074",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "전주인후점",
    "전라북도 전주시 덕진구 견훤로 298(인후동1가)  1층",
    "063-244-9358",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "롯데마트의왕상설점",
    "경기도 의왕시 계원대학로 7(내손동)  롯데마트의왕점 2층",
    "010-5255-1609",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "롯데아울렛남악점",
    "전라남도 무안군 삼향읍 남악로162번길 80  롯데아울렛남악점 2층",
    "061-801-2233",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    1,
    34.802513,
    126.465245
  ),
  (
    "메가마트동래점",
    "부산광역시 동래구 충렬대로 197(명륜동)  메가마트동래점",
    "051-558-0591",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "현대시티아울렛대구점",
    "대구광역시 동구 동대구로 454(신천동)  현대시티아울렛대구점",
    "053-430-2256",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    1,
    35.871133,
    128.626282
  ),
  (
    "퍼스트빌리지아산점",
    "충청남도 아산시 둔포면 해위안길 127  퍼스트빌리지아산점 3층",
    "041-536-0687",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "세이브존부천상동직영점",
    "경기도 부천시 길주로 105(상동)  세이브존부천상동점 1층",
    "010-8636-6584",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    1,
    37.506391,
    126.75381
  ),
  (
    "천안아울렛직영상설점",
    "충청남도 천안시 동남구 천안대로 364(삼룡동)",
    "041-558-6708",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    1,
    36.780574,
    127.165832
  ),
  (
    "홈플러스성서점",
    "대구광역시 달서구 달구벌대로 1467(용산동)  홈플러스성서점 지하1층",
    "053-523-3623",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "홈플러스북수원점",
    "경기도 수원시 장안구 경수대로 930(조원동)  홈플러스북수원점 3층",
    "031-242-6514",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "평창점",
    "강원도 평창군 평창읍 평창중앙로 24",
    "033-333-3338",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    37.366974,
    128.39566
  ),
  (
    "이마트서귀포점",
    "제주특별자치도 서귀포시 일주동로 9209(법환동)  이마트서귀포점 1층",
    "064-739-5589",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    33.248227,
    126.509368
  ),
  (
    "NC송파점",
    "서울특별시 송파구 충민로 66(문정동)  NC송파점 1층",
    "02-2157-5553",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "롯데스타시티점",
    "서울특별시 광진구 능동로 92(자양동)  롯데스타시티점",
    "02-2218-3790",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    2,
    35.22867,
    128.885223
  ),
  (
    "거제옥포점",
    "경상남도 거제시 옥포대첩로 36-1(옥포동)",
    "055-687-7066",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    34.893529,
    128.691653
  ),
  (
    "롯데마트충주점",
    "충청북도 충주시 봉계1길 49(칠금동)  롯데마트충주점 2층",
    "043-852-1689",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    36.98176,
    127.91459
  ),
  (
    "이마트금정점",
    "부산광역시 금정구 중앙대로1841번길 24(구서동)  이마트금정점 2층",
    "051-583-0554",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "타임스트림신림직영점",
    "서울특별시 관악구 신림로 330(신림동)  타임스트림 5층",
    "02-877-6766",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    1,
    37.483761,
    126.930005
  ),
  (
    "뉴코아동수원점",
    "경기도 수원시 팔달구 인계로 154(인계동)  뉴코아동수원점",
    "031-231-6578",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    2,
    35.22867,
    128.885223
  ),
  (
    "홈플러스동수원점",
    "경기도 수원시 팔달구 효원로 257(인계동)  홈플러스동수원점 1층",
    "010-9045-8570",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "뉴코아괴정점",
    "부산광역시 사하구 사하로 190(괴정동)  뉴코아괴정점 5층",
    "010-9583-1582",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "메가마트김해점(상설)",
    "경상남도 김해시 김해대로2492번길 20(삼정동)  메가마트김해점2층",
    "010-2771-0468",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "대전판암점",
    "대전광역시 동구 옥천로 135(판암동)  1층",
    "042-635-8421",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "조치원점",
    "세종특별자치시 조치원읍 조치원4길 6",
    "044-865-2074",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "2001중계점",
    "서울특별시 노원구 동일로204가길 46(중계동)  2001중계점 지하1층",
    "02-3399-8437",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    2,
    35.22867,
    128.885223
  ),
  (
    "안산한대점",
    "경기도 안산시 상록구 삼리로 38(사동)  1층",
    "031-417-3025",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "홈플러스울산점",
    "울산광역시 중구 번영로475(북산동 100)  홈플러스울산점",
    "010-8948-3127",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "홈플러스금천아울렛점",
    "서울특별시 금천구 시흥대로 391(독산동)  홈플러스금천점 1층",
    "02-807-4969",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "대구이시아점",
    "대구광역시 동구 팔공로49길 51(봉무동)  1층",
    "053-985-1131",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "종로팩토리아울렛",
    "서울특별시 종로구 종로 322(창신동)",
    "02-766-8575",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "부전시장팩토리아울렛",
    "부산광역시 부산진구 새싹로14번길 27(부전동)",
    "051-817-6065",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "타임테라스 동탄직영점",
    "경기도 화성시 동탄중앙로 220  상가동 106호(반송동, 메타폴리스)",
    "010-5846-3200",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    1,
    37.204932,
    127.06887
  ),
  (
    "왜관점",
    "경상북도 칠곡군 왜관읍 중앙로 180-1  1층",
    "054-974-1645",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "수원영통점",
    "경기도 용인시 기흥구 중부대로 64(영덕동)  A동 1층 1-006호",
    "031-273-4559",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "이마트자양점",
    "서울특별시 광진구 아차산로 272 이마트자양점  이마트자양점 지하1층",
    "02-3432-1070",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "진천점",
    "충청북도 진천군 진천읍 중앙동로 64",
    "043-533-2513",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "경주점",
    "경상북도 경주시 중앙로40(노동동)",
    "054-749-8787",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "롯데관악직영점",
    "서울특별시 관악구 봉천로 209(봉천동)  롯데관악점 5층",
    "02-3289-8577",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    1,
    37.490524,
    126.925035
  ),
  (
    "논산점",
    "충청남도 논산시 중앙로480번길 4-1(반월동)",
    "041-735-9001",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "홈플러스김해아울렛점",
    "경상남도 김해시 김해대로 2078(내동)  홈플러스김해점 1층",
    "055-325-0573",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "해남점",
    "전라남도 해남군 해남읍 중앙2로 11",
    "061-536-8588",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    34.571346,
    126.598769
  ),
  (
    "롯데평촌점",
    "경기도 안양시 동안구 시민대로 180(호계동)  롯데평촌점",
    "031-8086-9581",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    2,
    37.390409,
    126.95086
  ),
  (
    "창녕중앙점",
    "경상남도 창녕군 창녕읍 종로 35  1층 101호",
    "055-532-0808",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.540498,
    128.499667
  ),
  (
    "광주용봉점",
    "광주광역시 북구 설죽로175번길 4(용봉동)  1,2층",
    "062-528-8812",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.175738,
    126.896359
  ),
  (
    "중곡점",
    "서울특별시 광진구 용마산로 45(중곡동)",
    "02-454-7112",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "홈플러스동래점",
    "부산광역시 동래구 중앙대로 1523(온천동)  홈플러스동래점 지하2층",
    "051-553-3933",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "진주도동점",
    "경상남도 진주시 대신로342(하대동)",
    "055-753-4437",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.190926,
    128.117008
  ),
  (
    "모다아울렛순천직영점",
    "전라남도 순천시 해룡면 상성길 70  모다아울렛순천점",
    "061-902-8023",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    1,
    34.925874,
    127.544376
  ),
  (
    "아트몰링부산점",
    "부산광역시 사하구 낙동남로 1413(하단동)  아트몰링부산점 5층",
    "051-999-7478",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "모다아울렛경주점",
    "경상북도 경주시 천북면 산업로 4930  모다아울렛경주점",
    "054-620-0122",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "안산원곡점",
    "경기도 안산시 단원구 다문화길 29(원곡동)  1층",
    "031-495-8794",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "뉴코아창원점",
    "경상남도 창원시 의창구 창원대로397번길 6(팔용동)  뉴코아아울렛 지하1층",
    "055-270-3500",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "NC불광점",
    "서울특별시 은평구 불광로 20(대조동)  NC 불광점 5층",
    "02-350-8002",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "롯데아울렛은평점",
    "서울특별시 은평구 통일로 1050(진관동)  롯데아울렛은평점 2층",
    "010-4135-1612",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    1,
    37.639202,
    126.919161
  ),
  (
    "시티아일랜드홍성",
    "충청남도 홍성군 홍성읍 조양로247번길 9  시티아일랜드홍성 2층",
    "041-630-7413",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    36.601056,
    126.676276
  ),
  (
    "응암점",
    "서울특별시 은평구 응암로184-1(응암동)",
    "02-305-2667",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "홈플러스영등포점",
    "서울특별시 영등포구 당산로 42(문래동3가)  홈플러스영등포점 3층",
    "02-2677-5090",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "신선도원몰울산점",
    "울산광역시 북구 진장17길 10(진장동)  신선도원몰 1층",
    "052-916-0171",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "퀸스로드복합점",
    "대구광역시 서구 평리로35길 18-14  A동 102호(중리동)",
    "053-522-2322",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "NC고잔점",
    "경기도 안산시 단원구 광덕대로 194(고잔동)  NC고잔점 4층",
    "010-5820-9194",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    2,
    35.22867,
    128.885223
  ),
  (
    "에버세이브청주점",
    "충청북도 청주시 서원구 청남로1936번길 2(미평동)  2층",
    "043-291-7887",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    2,
    35.22867,
    128.885223
  ),
  (
    "뉴코아인천논현점",
    "인천광역시 남동구 청능대로 596 푸르지오시티  뉴코아인천논현점",
    "032-454-8388",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    2,
    35.22867,
    128.885223
  ),
  (
    "뉴코아광명점",
    "경기도 광명시 하안로287번길 8(하안동)  뉴코아광명점",
    "02-897-9333",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    2,
    35.22867,
    128.885223
  ),
  (
    "홈플러스의정부점",
    "경기도 의정부시 청사로 38(금오동)  홈플러스의정부점 3층",
    "031-851-6121",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "이마트상봉점",
    "서울특별시 중랑구 상봉로 118(망우동)  이마트상봉점 3층",
    "02-993-0882",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "패션아일랜드대전직영점",
    "대전광역시 동구 은어송로 72(가오동)  패션아일랜드",
    "042-280-9191",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    1,
    36.306931,
    127.458016
  ),
  (
    "반여복합점",
    "부산광역시 해운대구 선수촌로137(반여동)",
    "051-523-6003",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "홈플러스진접점",
    "경기도 남양주시 진접읍 금강로 1447  홈플러스진접점 지하1층",
    "070-4226-1110",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "모다아울렛전주김제점",
    "전북 김제시 용지면 콩쥐팥쥐로 855  모다아울렛전주김제점 1층",
    "063-540-9450",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "이마트해운대점",
    "부산광역시 해운대구 좌동순환로 511(중동)  이마트해운대점 2층",
    "010-4125-5919",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "화성봉담점",
    "경기도 화성시 봉담읍 삼천병마로 1047-10  B동 106호",
    "070-7013-8254",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "신세계영등포점",
    "서울특별시 영등포구 영중로 15(영등포동4가)  신세계영등포점",
    "02-2639-1531",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    2,
    35.22867,
    128.885223
  ),
  (
    "나주점",
    "전라남도 나주시 중앙로59(성북동)",
    "061-333-1537",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "홈플러스부천상동직영점",
    "경기도 부천시 길주로 118(상동)  홈플러스상동점 2층",
    "010-7153-5653",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    1,
    37.504294,
    126.754982
  ),
  (
    "스퀘어원인천직영점",
    "인천광역시 연수구 청능대로 210(동춘동)  스퀘어원인천점",
    "032-456-4245",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    1,
    37.405959,
    126.683684
  ),
  (
    "AK평택점",
    "경기도 평택시 평택로51, 1층(평택동)  AK평택점",
    "031-646-6313",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    2,
    36.990883,
    127.0859
  ),
  (
    "거제고현점",
    "경상남도 거제시 거제중앙로 1900(고현동)  109호",
    "055-632-5353",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "세정아울렛광주점",
    "광주광역시 서구 상무대로 773  세정아울렛동 110호(치평동)",
    "062-381-0547",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "진영휴게소아울렛",
    "경상남도 김해시 진영읍 하계로96번길 94-4  진영휴게소",
    "055-342-2229",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "NC대전유성점",
    "대전광역시 유성구 계룡로119(봉명동)  NC대전유성점 4층",
    "042-332-0252",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    2,
    35.22867,
    128.885223
  ),
  (
    "뉴코아평촌점",
    "경기도 안양시 동안구 동안로 119(호계동)  뉴코아평촌점 5층",
    "031-388-0212",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "동아강북점",
    "대구광역시 북구 칠곡중앙대로 416(읍내동)  동아강북점 4층",
    "010-6547-1991",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    2,
    35.22867,
    128.885223
  ),
  (
    "홈플러스병점아울렛점",
    "경기도 화성시 경기대로 985(병점동)  홈플러스병점점 1층",
    "010-9319-1575",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "예산점",
    "충청남도 예산군 예산읍 예산로202번길 10",
    "041-335-9225",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "함안점",
    "경상남도 함안군 가야읍 가야로 27",
    "055-583-6262",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "디큐브거제점",
    "경상남도 거제시 장평로 12(장평동)  디큐브백화점 5층",
    "055-680-0528",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    2,
    34.891162,
    128.616558
  ),
  (
    "동두천점",
    "경기도 동두천시 중앙로 286-1(생연동)",
    "031-861-9535",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "모다아울렛충주점",
    "충청북도 충주시 중원대로 3683(달천동)  모다아울렛충주점 1층",
    "010-8946-6374",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "대구송현복합점",
    "대구광역시 달서구 월배로 353(송현동)  104호",
    "053-656-8092",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "도봉상설점",
    "서울특별시 도봉구 도봉산4길 5(도봉동)",
    "02-955-1114",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "홈플러스경산아울렛점",
    "경상북도 경산시 경안로 288(중방동)  홈플러스경산점",
    "010-2494-6170",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "모다아울렛대전점",
    "대전광역시 유성구 대정로 5(대정동)  모다아울렛대전점 2층",
    "042-545-8535",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "광주우산복합점",
    "광주광역시 북구 서방로 86(우산동)  1동, 101호",
    "062-515-1516",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "남원점",
    "전라북도 남원시 남문로 423-1(하정동)",
    "063-633-8900",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "부산기장점",
    "부산광역시 기장군 기장읍 차성동로 77",
    "051-723-6216",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "롯데아울렛고양점",
    "경기도 고양시 덕양구 권율대로 420(도내동)  롯데아울렛고양점 2층",
    "031-8035-2870",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    1,
    37.629608,
    126.863062
  ),
  (
    "고창점",
    "전라북도 고창군 고창읍 중앙로 173",
    "063-563-3533",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.435455,
    126.694553
  ),
  (
    "2001천호점",
    "서울특별시 강동구 구천면로 189(천호동, 동아코아아파트)  2001천호점 지하 1층",
    "02-2224-6318",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "영월점",
    "강원도 영월군 영월읍 중앙로 54",
    "033-374-5481",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    37.183365,
    128.469615
  ),
  (
    "홈플러스월드컵아울렛점",
    "서울특별시 마포구 월드컵로 240(성산동)  홈플러스월드컵점 2층",
    "070-7537-1442",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "NC신구로점",
    "서울특별시 구로구 구로중앙로 152(구로동)",
    "02-6923-2394",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    2,
    35.22867,
    128.885223
  ),
  (
    "홈플러스파주운정점",
    "경기도 파주시 청암로17번길 17(목동동)  홈플러스파주운정점 1층",
    "031-949-1610",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  ),
  (
    "뉴코아덕천점",
    "부산광역시 북구 만덕대로 23(덕천동)  뉴코아덕천점 지하1층",
    "051-366-2353",
    "10:00~21:00 (연중 무휴, 명절 당일 제외)",
    3,
    35.22867,
    128.885223
  )



-- migrate:down

TRUNCATE store