-- migrate:up
INSERT INTO information (product_id, contents, material, sizes, manufacturer, country_of_manufacture, caution, guarantee, service_information) VALUES (1, '• PEBAX(고기능 탄성 소재) 사용하여 에너지 리턴이 우수한 고기능성 러닝화
• 모노메쉬를 적용하여 경량성과 통기성이 좋고 쾌적한 착화감을 제공
• 탄성과 유연성이 가미된 미드솔로 자유로운 발의 움직임 유도
• 이중 경도 쿠셔닝 소재를 적용하여 반발 탄성 및 충격 흡수 강화
• 재귀반사 포인트를 적용하여 야간 러닝시 안정성 확보
• 측면 시스루 로고 패턴 활용하여 디자인 요소 강화', 'MONO MESH/NO-SEW', '230-280 (10mm)', 'Pro-Coders', '대한민국', '제품 라벨(Label) 및 태그(Tag) 참조', '구입일로부터 1년 (단, 신발류 중 천연가죽 비율이 60% 이하는 6개월)', 'Pro-Coders 고객서비스센터 080-000-0000'),
(2, '• PEBAX(고기능 탄성 소재) 사용하여 에너지 리턴이 우수한 고기능성 러닝화
• 모노메쉬를 적용하여 경량성과 통기성이 좋고 쾌적한 착화감을 제공
• 탄성과 유연성이 가미된 미드솔로 자유로운 발의 움직임 유도
• 이중 경도 쿠셔닝 소재를 적용하여 반발 탄성 및 충격 흡수 강화
• 재귀반사 포인트를 적용하여 야간 러닝시 안정성 확보
• 측면 시스루 로고 패턴 활용하여 디자인 요소 강화', 'MONO MESH/NO-SEW', '230-280 (10mm)', 'Pro-Coders', '대한민국', '제품 라벨(Label) 및 태그(Tag) 참조', '구입일로부터 1년 (단, 신발류 중 천연가죽 비율이 60% 이하는 6개월)', 'Pro-Coders 고객서비스센터 080-000-0000'),
(3, '• 일체형 니트 사용하여 발에 꼭 맞는 최적의 피팅감 제공
• Heel Stability Support 적용하여 착지시 안정성 강화
• 탄성 극대화한 X-40 사용하여 에너지 효율성 개선
• 오솔라이트 인솔 적용하여 향균, 향취에 탁월함', 'MONO MESH/NO-SEW', '230-280 (10mm)', 'Pro-Coders', '대한민국', '제품 라벨(Label) 및 태그(Tag) 참조', '구입일로부터 1년 (단, 신발류 중 천연가죽 비율이 60% 이하는 6개월)', 'Pro-Coders 고객서비스센터 080-000-0000'),
(4, '• 일체형 니트 사용하여 발에 꼭 맞는 최적의 피팅감 제공
• Heel Stability Support 적용하여 착지시 안정성 강화
• 탄성 극대화한 X-40 사용하여 에너지 효율성 개선
• 오솔라이트 인솔 적용하여 향균, 향취에 탁월함', 
'MONO MESH/NO-SEW', '230-280 (10mm)', 'Pro-Coders', '대한민국', '제품 라벨(Label) 및 태그(Tag) 참조', '구입일로부터 1년 (단, 신발류 중 천연가죽 비율이 60% 이하는 6개월)', 'Pro-Coders 고객서비스센터 080-000-0000'),
(5, '• 일체형 니트 사용하여 발에 꼭 맞는 최적의 피팅감 제공
• Heel Stability Support 적용하여 착지시 안정성 강화
• 탄성 극대화한 X-40 사용하여 에너지 효율성 개선
• 오솔라이트 인솔 적용하여 향균, 향취에 탁월함', 
'MONO MESH/NO-SEW', '230-280 (10mm)', 'Pro-Coders', '대한민국', '제품 라벨(Label) 및 태그(Tag) 참조', '구입일로부터 1년 (단, 신발류 중 천연가죽 비율이 60% 이하는 6개월)', 'Pro-Coders 고객서비스센터 080-000-0000'),
(6, '• 4km, 주3회 이상의 파워 워커를 위한 고기능성 전문 워킹화
• 고급 골프화 등에 적용되는 진공 노쏘 소재로 퍼포먼스 기능 강화
• 발/방수 처리(WATER SHIELD)로 생활방수 가능
• 내구성과 경량성을 강화한 G-FRAME과 SOVA 소재 적용
• 충격흡수가 뛰어나고 아치를 지지하는 워킹 전문 인솔 적용(IMPACTZONE INSOLE)', 
'폴리에스터, 합성고무', '230-280 (10mm)', 'Pro-Coders', '대한민국', '제품 라벨(Label) 및 태그(Tag) 참조', '구입일로부터 1년 (단, 신발류 중 천연가죽 비율이 60% 이하는 6개월)', 'Pro-Coders 고객서비스센터 080-000-0000'),
(7, '• BOA® Fit System적용, 빠르고, 쉽고, 정확한 피팅 가능
• 향균력 99.9%의 은나노 원단을 신발 안쪽에 적용하여, 향균/향취 기능 제공
• 착화감 좋은 고급 인조가죽의 일체형 패턴 설계
• WONDER BOUNCER 소재 적용된 솔로, 쿠셔닝/반발탄성 탁월
• 출퇴근 및 일상화로 활용할 수 있는 컬러 및 디자인', 
'폴리에스터, 합성고무', '230-280 (10mm)', 'Pro-Coders', '대한민국', '제품 라벨(Label) 및 태그(Tag) 참조', '구입일로부터 1년 (단, 신발류 중 천연가죽 비율이 60% 이하는 6개월)', 'Pro-Coders 고객서비스센터 080-000-0000'),
(8, '• 가볍고 통기성 좋은 니트 소재 어퍼
• 안정감있는 아웃솔 적용으로 착화감 우수', 
'폴리에스터, 합성고무', '230-280 (10mm)', 'Pro-Coders', '대한민국', '제품 라벨(Label) 및 태그(Tag) 참조', '구입일로부터 1년 (단, 신발류 중 천연가죽 비율이 60% 이하는 6개월)', 'Pro-Coders 고객서비스센터 080-000-0000'),
(9, '• 가볍고 통기성 좋은 니트 소재 어퍼
• 안정감있는 아웃솔 적용으로 착화감 우수', 
'폴리에스터, 합성고무', '230-280 (10mm)', 'Pro-Coders', '대한민국', '제품 라벨(Label) 및 태그(Tag) 참조', '구입일로부터 1년 (단, 신발류 중 천연가죽 비율이 60% 이하는 6개월)', 'Pro-Coders 고객서비스센터 080-000-0000'),
(10, '• 가볍고 통기성 좋은 니트 소재 어퍼
• 안정감있는 아웃솔 적용으로 착화감 우수', 
'폴리에스터, 합성고무', '230-280 (10mm)', 'Pro-Coders', '대한민국', '제품 라벨(Label) 및 태그(Tag) 참조', '구입일로부터 1년 (단, 신발류 중 천연가죽 비율이 60% 이하는 6개월)', 'Pro-Coders 고객서비스센터 080-000-0000'),
(11, '• 가볍고 통기성 좋은 소재 어퍼
• 안정감있는 아웃솔 적용으로 착화감 우수', 
'폴리에스터, 합성고무', '230-280 (10mm)', 'Pro-Coders', '대한민국', '제품 라벨(Label) 및 태그(Tag) 참조', '구입일로부터 1년 (단, 신발류 중 천연가죽 비율이 60% 이하는 6개월)', 'Pro-Coders 고객서비스센터 080-000-0000'),
(12, '• 가볍고 통기성 좋은 소재 어퍼
• 안정감있는 아웃솔 적용으로 착화감 우수', 
'폴리에스터, 합성고무', '230-280 (10mm)', 'Pro-Coders', '대한민국', '제품 라벨(Label) 및 태그(Tag) 참조', '구입일로부터 1년 (단, 신발류 중 천연가죽 비율이 60% 이하는 6개월)', 'Pro-Coders 고객서비스센터 080-000-0000'),
(13, '• 인조잔디 및 그라운드 지형에 적합한 잔뽕 스타일 아동화
• 스포츠 활동 및 일생 생활이 가능한 다용도 축구화
• 전체 신세틱 소재 적용으로 오염 제거 용이하고 접지력이 우수한 아웃솔 패턴 적용
• 와이드 라스트 적용으로 발볼이 편한 아동화', 
'폴리에스터, 합성고무', '230-280 (10mm)', 'Pro-Coders', '대한민국', '제품 라벨(Label) 및 태그(Tag) 참조', '구입일로부터 1년 (단, 신발류 중 천연가죽 비율이 60% 이하는 6개월)', 'Pro-Coders 고객서비스센터 080-000-0000'),
(14, '• 인조잔디 및 그라운드 지형에 적합한 잔뽕 스타일 아동화
• 스포츠 활동 및 일생 생활이 가능한 다용도 축구화
• 전체 신세틱 소재 적용으로 오염 제거 용이하고 접지력이 우수한 아웃솔 패턴 적용
• 와이드 라스트 적용으로 발볼이 편한 아동화', 
'폴리에스터, 합성고무', '230-280 (10mm)', 'Pro-Coders', '대한민국', '제품 라벨(Label) 및 태그(Tag) 참조', '구입일로부터 1년 (단, 신발류 중 천연가죽 비율이 60% 이하는 6개월)', 'Pro-Coders 고객서비스센터 080-000-0000'),
(15, '• 인조잔디 및 그라운드 지형에 적합한 잔뽕 스타일 아동화
• 스포츠 활동 및 일생 생활이 가능한 다용도 축구화
• 전체 신세틱 소재 적용으로 오염 제거 용이하고 접지력이 우수한 아웃솔 패턴 적용
• 와이드 라스트 적용으로 발볼이 편한 아동화', 
'폴리에스터, 합성고무', '230-280 (10mm)', 'Pro-Coders', '대한민국', '제품 라벨(Label) 및 태그(Tag) 참조', '구입일로부터 1년 (단, 신발류 중 천연가죽 비율이 60% 이하는 6개월)', 'Pro-Coders 고객서비스센터 080-000-0000'),
(16, ' 가볍고 통기성 좋은 메쉬 소재 어퍼
• 측면 재귀반사 적용으로, 안전성 강화
• 접지력 우수한 트레일 아웃솔 적용', 
'폴리에스터, 합성고무', '230-280 (10mm)', 'Pro-Coders', '대한민국', '제품 라벨(Label) 및 태그(Tag) 참조', '구입일로부터 1년 (단, 신발류 중 천연가죽 비율이 60% 이하는 6개월)', 'Pro-Coders 고객서비스센터 080-000-0000'),
(17, '• 고어텍스 인비져블 핏 소재 적용하여 방투습 기능과 가벼운 착화감 제공
• BOA® Fit System으로 빠르고, 쉽고, 정교한 피팅 가능
• 다양한 지면에서 최상의 접지력 발휘하는 MAX GRIP 적용', 
'폴리에스터, 합성고무', '230-280 (10mm)', 'Pro-Coders', '대한민국', '제품 라벨(Label) 및 태그(Tag) 참조', '구입일로부터 1년 (단, 신발류 중 천연가죽 비율이 60% 이하는 6개월)', 'Pro-Coders 고객서비스센터 080-000-0000'),
(18, '• 고어텍스 인비져블 핏 소재 적용하여 방투습 기능과 가벼운 착화감 제공
• BOA® Fit System으로 빠르고, 쉽고, 정교한 피팅 가능
• 다양한 지면에서 최상의 접지력 발휘하는 MAX GRIP 적용', 
'폴리에스터, 합성고무', '230-280 (10mm)', 'Pro-Coders', '대한민국', '제품 라벨(Label) 및 태그(Tag) 참조', '구입일로부터 1년 (단, 신발류 중 천연가죽 비율이 60% 이하는 6개월)', 'Pro-Coders 고객서비스센터 080-000-0000'),
(19, '• 고어텍스 인비져블 핏 소재 적용하여 방투습 기능과 가벼운 착화감 제공
• BOA® Fit System으로 빠르고, 쉽고, 정교한 피팅 가능
• 다양한 지면에서 최상의 접지력 발휘하는 MAX GRIP 적용', 
'폴리에스터, 합성고무', '230-280 (10mm)', 'Pro-Coders', '대한민국', '제품 라벨(Label) 및 태그(Tag) 참조', '구입일로부터 1년 (단, 신발류 중 천연가죽 비율이 60% 이하는 6개월)', 'Pro-Coders 고객서비스센터 080-000-0000'),
(20, '• 합리적 가격대의 다목적 트레킹화
• 쿠셔닝이 좋은 미드솔로 안정적인 착화감 제공
• 전체 신세틱 사용으로 생활 방수 가능', 
'폴리에스터, 합성고무', '230-280 (10mm)', 'Pro-Coders', '대한민국', '제품 라벨(Label) 및 태그(Tag) 참조', '구입일로부터 1년 (단, 신발류 중 천연가죽 비율이 60% 이하는 6개월)', 'Pro-Coders 고객서비스센터 080-000-0000'),
(21, '• 80년대 클래식 런닝화에서 영감을 받은 패셔너블 실루엣의 조거 스니커즈
• 쿠셔닝이 뛰어난 미드솔 소재를 적용 편안한 착화감 제공
• 빈티지한 컬러와 클래식한 갑피 소재로 스타일리쉬한 코디의 포인트로 신을 수 있는 디자인', 
'폴리에스터, 합성고무', '230-280 (10mm)', 'Pro-Coders', '대한민국', '제품 라벨(Label) 및 태그(Tag) 참조', '구입일로부터 1년 (단, 신발류 중 천연가죽 비율이 60% 이하는 6개월)', 'Pro-Coders 고객서비스센터 080-000-0000'),
(22, '• 80년대 클래식 런닝화에서 영감을 받은 패셔너블 실루엣의 조거 스니커즈
• 쿠셔닝이 뛰어난 미드솔 소재를 적용 편안한 착화감 제공
• 신세틱 소재를 갑피에 적용하여 좀 더 캐쥬얼 하게 데일리로 신을 수 있는 디자인', 
'폴리에스터, 합성고무', '230-280 (10mm)', 'Pro-Coders', '대한민국', '제품 라벨(Label) 및 태그(Tag) 참조', '구입일로부터 1년 (단, 신발류 중 천연가죽 비율이 60% 이하는 6개월)', 'Pro-Coders 고객서비스센터 080-000-0000'),
(23, '• 가볍고 통기성이 좋은 TPU원단을 적용하여 안정적인 핏감을 제공
• 가벼운 솔을 적용하여 일상생활에도 편하게 신을 수 있는 신발
• 신 끈 팁에 포인트 컬러를 적용하여 디자인 원포인트로 활용', 
'폴리에스터, 합성고무', '230-280 (10mm)', 'Pro-Coders', '대한민국', '제품 라벨(Label) 및 태그(Tag) 참조', '구입일로부터 1년 (단, 신발류 중 천연가죽 비율이 60% 이하는 6개월)', 'Pro-Coders 고객서비스센터 080-000-0000'),
(24, '• 통기성을 높인 메쉬를 적용하여, 여름철에도 편하게 신을수 있는 데일리 스니커즈
• 파일론 미드솔을 적용하여 쿠셔닝과 충격 흡수력 강화
• 야간에 환하게 빛나는 재귀반사 소재 포인트 적용
• 부드럽고 탄력있는 쿠셔닝과 타공 에어홀 구조로 통풍성을 높인 PU인솔 적용하여, 오래 신고 걸어도 발이 편안함', 
'폴리에스터, 합성고무', '230-280 (10mm)', 'Pro-Coders', '대한민국', '제품 라벨(Label) 및 태그(Tag) 참조', '구입일로부터 1년 (단, 신발류 중 천연가죽 비율이 60% 이하는 6개월)', 'Pro-Coders 고객서비스센터 080-000-0000'),
(25, '• 선포 부분의 스프리트를 더한 스타일쉬한 디자인
• 초경량솔(210g)을 적용하여 편안한 착화감 제공
• 캐주얼, 스트릿 등 다양한 스타일에 활용하기 좋은 아이템', 
'폴리에스터, 합성고무', '230-280 (10mm)', 'Pro-Coders', '대한민국', '제품 라벨(Label) 및 태그(Tag) 참조', '구입일로부터 1년 (단, 신발류 중 천연가죽 비율이 60% 이하는 6개월)', 'Pro-Coders 고객서비스센터 080-000-0000'),
(26, '• 신발 생산 시 발생하는 폐기물을 재활용하여 솔에 적용한 친환경 제품
• 직조 고리 적용으로 착화 시 통증 완화
• 미립분자로 인한 스펀지 내부의 구멍으로 탄성과 경량성 향상
• 다양한 컬러의 미립 분자 구조물의 디자인 포인트
• 약 2CM 굽으로 편안한 쿠셔닝', '
폴리에스터, 합성고무', '230-280 (10mm)', 'Pro-Coders', '대한민국', '제품 라벨(Label) 및 태그(Tag) 참조', '구입일로부터 1년 (단, 신발류 중 천연가죽 비율이 60% 이하는 6개월)', 'Pro-Coders 고객서비스센터 080-000-0000'),
(27, '• 인젝션 파일론 공법으로 만들어 쿠셔닝이 뛰어난 것이 특징인 쪼리 샌달
• 경도 조절을 통해 충격 흡수 효과 극대화
• 발바닥 아치를 편안하게 지지하여 착화 시 편안함 제공
• 좌우 흔들림을 최소화 시켜주는 측면 그루브 라인 적용', 
'폴리에스터, 합성고무', '230-280 (10mm)', 'Pro-Coders', '대한민국', '제품 라벨(Label) 및 태그(Tag) 참조', '구입일로부터 1년 (단, 신발류 중 천연가죽 비율이 60% 이하는 6개월)', 'Pro-Coders 고객서비스센터 080-000-0000'),
(28, '• 인젝션 파일론 공법으로 만들어 쿠셔닝이 뛰어난 것이 특징인 쪼리 샌달
• 경도 조절을 통해 충격 흡수 효과 극대화
• 발바닥 아치를 편안하게 지지하여 착화 시 편안함 제공
• 좌우 흔들림을 최소화 시켜주는 측면 그루브 라인 적용', 
'폴리에스터, 합성고무', '230-280 (10mm)', 'Pro-Coders', '대한민국', '제품 라벨(Label) 및 태그(Tag) 참조', '구입일로부터 1년 (단, 신발류 중 천연가죽 비율이 60% 이하는 6개월)', 'Pro-Coders 고객서비스센터 080-000-0000'),
(29, '• 쿠셔닝이 뛰어난 신규 솔을 개발 및 적용, 실내외 및 다양한 환경에서 착용이 가능한 슬라이드
• 로고를 양각으로 상단에 적용함으로써 미니멀하면서도 스포티한 무드 제공', 
'폴리에스터, 합성고무', '230-280 (10mm)', 'Pro-Coders', '대한민국', '제품 라벨(Label) 및 태그(Tag) 참조', '구입일로부터 1년 (단, 신발류 중 천연가죽 비율이 60% 이하는 6개월)', 'Pro-Coders 고객서비스센터 080-000-0000'),
(30, '• 가볍고 시원한 소재를 적용하여 어디에나 연출 가능한 여성 전용 캐주얼 샌들
• 쿠션감이 뛰어난 신규개발 풋베드 적용하여 편안한 착화감 제공
• 발등에 전체 엘라스틱 밴드 적용하여, 발에 딱 맞는 피팅감 제공', 
'폴리에스터, 합성고무', '230-280 (10mm)', 'Pro-Coders', '대한민국', '제품 라벨(Label) 및 태그(Tag) 참조', '구입일로부터 1년 (단, 신발류 중 천연가죽 비율이 60% 이하는 6개월)', 'Pro-Coders 고객서비스센터 080-000-0000'),
(31, '• BOA® Fit System적용, 빠르고, 쉽고, 정확한 피팅 가능
• 엔지니어드 메쉬 사용으로 통기성을 한층 더 강화
• 반발탄성 우수하고 접지력 강화한 아웃솔 적용
• 와이드 라스트 적용으로 발볼이 편한 아동화', 
'폴리에스터, 합성고무', '190-230 (10mm)', 'Pro-Coders', '대한민국', '제품 라벨(Label) 및 태그(Tag) 참조', '구입일로부터 1년 (단, 신발류 중 천연가죽 비율이 60% 이하는 6개월)', 'Pro-Coders 고객서비스센터 080-000-0000'),
(32, '• 일상생활, 샌달, 아쿠아슈즈 등 다양한 형태로 착화 가능한 아동샌달
• 탈부착이 가능한 스트랩적용으로 다양한 형태로 착화 가능
(스트랩 부착시 샌들 / 스트랩 제거시 뮬(슬리퍼) / 실내화로도 활용 가능)
• 신발 전체(스트랩 제외) EVA적용으로 세탁, 오염제거, 건조 용이
• EVA샌들 전용 컴파운드 적용으로 착화감 및 쿠셔닝 탁월', 
'폴리에스터, 합성고무', '190-230 (10mm)', 'Pro-Coders', '대한민국', '제품 라벨(Label) 및 태그(Tag) 참조', '구입일로부터 1년 (단, 신발류 중 천연가죽 비율이 60% 이하는 6개월)', 'Pro-Coders 고객서비스센터 080-000-0000'),
(33, '• 일상생활, 샌달, 아쿠아슈즈 등 다양한 형태로 착화 가능한 아동샌달
• 탈부착이 가능한 스트랩적용으로 다양한 형태로 착화 가능
(스트랩 부착시 샌들 / 스트랩 제거시 뮬(슬리퍼) / 실내화로도 활용 가능)
• 신발 전체(스트랩 제외) EVA적용으로 세탁, 오염제거, 건조 용이
• EVA샌들 전용 컴파운드 적용으로 착화감 및 쿠셔닝 탁월', 
'폴리에스터, 합성고무', '190-230 (10mm)', 'Pro-Coders', '대한민국', '제품 라벨(Label) 및 태그(Tag) 참조', '구입일로부터 1년 (단, 신발류 중 천연가죽 비율이 60% 이하는 6개월)', 'Pro-Coders 고객서비스센터 080-000-0000'),
(34, '• BOA® Fit System적용, 빠르고, 쉽고, 정확한 피팅 가능
• 반발탄성 우수하고 접지력 강화한 아웃솔 적용
• 힐 부분 재귀반사 소재 적용으로 안전기능 강화
• 와이드 라스트 적용으로 발볼이 편한 아동화', 
'폴리에스터, 합성고무', '190-230 (10mm)', 'Pro-Coders', '대한민국', '제품 라벨(Label) 및 태그(Tag) 참조', '구입일로부터 1년 (단, 신발류 중 천연가죽 비율이 60% 이하는 6개월)', 'Pro-Coders 고객서비스센터 080-000-0000'),
(35, '• BOA® Fit System적용, 빠르고, 쉽고, 정확한 피팅 가능
• 반발탄성 우수하고 접지력 강화한 아웃솔 적용
• 힐 부분 재귀반사 소재 적용으로 안전기능 강화
• 와이드 라스트 적용으로 발볼이 편한 아동화', 
'폴리에스터, 합성고무', '190-230 (10mm)', 'Pro-Coders', '대한민국', '제품 라벨(Label) 및 태그(Tag) 참조', '구입일로부터 1년 (단, 신발류 중 천연가죽 비율이 60% 이하는 6개월)', 'Pro-Coders 고객서비스센터 080-000-0000'),
(36, '• 뒤꿈치와 중족부(아치)를 동시에 지지하는 공기순환 듀얼 에어백 적용
• 발 디딤 시 뒤꿈치 에어백으로 충격을 흡수 및 분산
• 이동 시 중족부 에어백으로 공기가 이동하여 아치를 부드럽게 지지', 
'폴리에스터, 합성고무', 'FREE', 'Pro-Coders', '대한민국', '제품 라벨(Label) 및 태그(Tag) 참조', '구입일로부터 1년 (단, 신발류 중 천연가죽 비율이 60% 이하는 6개월)', 'Pro-Coders 고객서비스센터 080-000-0000'),
(37, '• 전자레인지 성형의 경우 700W 기준 2분 가열 후 착화하되 700W를 초과하는 경우 제품 손상 가능성 있음', 
'폴리에스터, 합성고무', 'FREE', 'Pro-Coders', '대한민국', '제품 라벨(Label) 및 태그(Tag) 참조', '구입일로부터 1년 (단, 신발류 중 천연가죽 비율이 60% 이하는 6개월)', 'Pro-Coders 고객서비스센터 080-000-0000'),
(38, '• 에어리테크 접목하여 통기성이 강조된 컴포트 러닝화
• 뒤측 흔들림을 잡아줄 수 있는 힐 서포트 패턴 적용
• 원더바운서 소재 적용하여 지면으로부터의 충격 흡수 가능
• 통기성이 우수하여 여름 운동화로도 추천
•출시일 2022.03.01', 
'폴리에스터, 합성고무', '230-280 (10mm)', 'Pro-Coders', '대한민국', '제품 라벨(Label) 및 태그(Tag) 참조', '구입일로부터 1년 (단, 신발류 중 천연가죽 비율이 60% 이하는 6개월)', 'Pro-Coders 고객서비스센터 080-000-0000'),
(39, '• 발등 부위 탄성니트로 신발이 발에 자연스럽게 밀착
• WONDER BOUNCER 소재 적용하여, 쿠셔닝/반발탄성 탁월
• 슬립온 전용 쿠셔닝 인솔 적용', 
'폴리에스터, 합성고무', '230-280 (10mm)', 'Pro-Coders', '대한민국', '제품 라벨(Label) 및 태그(Tag) 참조', '구입일로부터 1년 (단, 신발류 중 천연가죽 비율이 60% 이하는 6개월)', 'Pro-Coders 고객서비스센터 080-000-0000'),
(40, '• 4km, 주2회 이상의 파워 워커를 위한 고기능성 전문 워킹화
• 힐에 PEBAX(고기능 탄성 소재) 사용하여 에너지 리턴 강화 / 측면 G-FRAME으로 보행 시 안정성 제공
• BOA® Fit System으로 빠르고, 쉽고, 정교한 피팅 가능
• 발수 처리(WATER REFLECT)', 
'폴리에스터, 합성고무', '230-280 (10mm)', 'Pro-Coders', '대한민국', '제품 라벨(Label) 및 태그(Tag) 참조', '구입일로부터 1년 (단, 신발류 중 천연가죽 비율이 60% 이하는 6개월)', 'Pro-Coders 고객서비스센터 080-000-0000'),
(41, '• 메리제인 스타일의 여성전용 슬립온
• 탄성있는 엘라스틱 밴드가 발등을 자연스럽게 잡아줌
• WONDER BOUNCER 소재 적용하여, 쿠셔닝/반발탄성 탁월
• 슬립온 전용 쿠셔닝 인솔 적용', 
'폴리에스터, 합성고무', '230-280 (10mm)', 'Pro-Coders', '대한민국', '제품 라벨(Label) 및 태그(Tag) 참조', '구입일로부터 1년 (단, 신발류 중 천연가죽 비율이 60% 이하는 6개월)', 'Pro-Coders 고객서비스센터 080-000-0000'),
(42, '• 발등 부위 탄성니트로 신발이 발에 자연스럽게 밀착
• 미끄럼방지를 위해 밑창 넓은 부위 러버 적용
• 쿠셔닝 / 지지력이 우수한 수퍼쿠션 미드솔 적용
• 약 4cm 키높이 효과 및 슬립온 전용 쿠셔닝 인솔 적용', 
'폴리에스터, 합성고무', '230-280 (10mm)', 'Pro-Coders', '대한민국', '제품 라벨(Label) 및 태그(Tag) 참조', '구입일로부터 1년 (단, 신발류 중 천연가죽 비율이 60% 이하는 6개월)', 'Pro-Coders 고객서비스센터 080-000-0000'),
(43, '• 다양한 아웃도어 활동에 적합한 아웃솔 적용
• BOA 다이얼 적용으로 편리한 탈착화 및 최적의 피팅감 제공
• 와이드핏 적용으로 여유롭고 넉넉한 피팅감 제공', 
'폴리에스터, 합성고무', '230-280 (10mm)', 'Pro-Coders', '대한민국', '제품 라벨(Label) 및 태그(Tag) 참조', '구입일로부터 1년 (단, 신발류 중 천연가죽 비율이 60% 이하는 6개월)', 'Pro-Coders 고객서비스센터 080-000-0000'),
(44, '• 내구성과 쿠셔닝이 우수한 심플한 스타일의 스포츠 샌들
• 유연한 워킹 발구름 동작을 유도하는 기능성 워킹 샌들
• 이중 경도 미드솔로 충격 흡수, 분산 기능 뛰어남', 
'폴리에스터, 합성고무', '230-280 (10mm)', 'Pro-Coders', '대한민국', '제품 라벨(Label) 및 태그(Tag) 참조', '구입일로부터 1년 (단, 신발류 중 천연가죽 비율이 60% 이하는 6개월)', 'Pro-Coders 고객서비스센터 080-000-0000')

-- migrate:down

TRUNCATE information